#version: 0.2
ë ĭ
Ġ ì
ì Ŀ
í ķ
ëĭ ¤
Ġ ë
Ī ëĭ¤
ëĭ Īëĭ¤
a t
a n
e r
ìĿ Ģ
o n
i n
i s
ľ ê
t h
r e
µ Ń
íķ ľê
íķľê µŃ
i c
ì ŀ
Ġì Ŀ
e s
ê ³
i on
Ġ c
Ġ e
Ġ s
µ ëĭĪëĭ¤
ì Ĭ
ìĬ µëĭĪëĭ¤
ħ ëĭĪëĭ¤
ì ļ
ê °
ìŀ ħëĭĪëĭ¤
ë Ĭ
o r
ê³ ł
ëĬ Ķ
Ġ th
at ion
m p
Ġë §
in g
ì ķ
ë ¡
ĠìĿ ´ 